Repository: veryhappythings/discord-gather
Catalog: gather/res/messages_*.po
Languages: fr

source: Something went wrong with that command.
fr: Une erreur s'est produite.

source: - !game, !status - check current game status
fr: - !game, !status - Permet de connaître le statut de la partie en cours.

source: No players currently signed in. You can start a game by typing "!add".
fr: Aucun joueur inscrit pour le moment. Commencez un PUG en tapant \"!add\".

source: No AFK players.
fr: Aucun joueur AFK.

source: - !add, !s - add yourself to the pool.
fr: - !add, !s, !join - Permet de s'inscrire pour la prochaine partie.

source: You are now signed in, <@{0}>. {1}
fr: Tu es maintenant inscrit(e), <@{0}>. {1}

source: It seems you have already signed in, <@{0}>. {1}
fr: Il semble que tu sois déjà inscrit(e), <@{0}>. {1}

source: Game starting! Team: {}
fr: La partie peut démarrer ! Team : {}

source: Game starting! Team 1: {} Team 2: {}
fr: La partie peut démarrer ! Team 1 : {} Team 2 : {}

source: - !remove, !so - remove yourself from the pool.
fr: - !remove, !so - Permet de se désinscrire de la partie actuelle.

source: You are now signed out, <@{0}>. {1}
fr: Tu es maintenant désinscrit(e), <@{0}>. {1}

source: Doesn't look like you are signed in. Try signing in with !add, <@{}>.
fr: On dirait tu n'étais pas inscrit(e). Essaye en tapant !add, <@{}>.

source: - !reset - Empty the pool for this channel.
fr: - !reset - Réinitialise la partie en cours.

source: Channel pool reset.
fr: Partie réinitialisée.

source: You do not have the required permission: manage server.
fr: Vous n'avez pas la permission nécessaire : gérer le serveur.

source: - !toggle <feature> - turns a feature ON/OFF. !toggle to see the available features.
fr: - !toggle <fonctionnalité> - Désactive ou active une fonctionnalité. !toggle pour voir les fonctionnalités. disponibles.\n

source: none
fr: aucune

source: The {} feature is now enabled.
fr: La fonctionnalité {} est maintenant activée.

source: The {} feature is now disabled.
fr: La fonctionnalité {} est maintenant désactivée.

source: The feature does not exist or the parameter is incorrect. Available features: {1} Enabled features: {2}
fr: La fonctionnalité n'existe pas ou l'argument reçu n'est pas valable. Fonctionnalités disponibles : {1} Fonctionnalités actives : {2}

source: - !language <language> - set language ("en" or "fr")
fr: - !language <langage> - Définit le langage du bot ("en" ou "fr")

source: Language {} is now enabled.
fr: Le langage {} est maintenant activé.

source: The language is not available. Available languages: fr, en
fr: Ce langage n'est pas disponible. Langages disponibles : fr, en

source: <@{0}> was signed in but went offline. {1}
fr: <@{0}> s'était inscrit(e) mais s'est déconnecté. {1}

source: {0} signed in but is now AFK and is temporarily no longer part of the queue. {1}
fr: {0} s'était inscrit(e) mais est passé(e) AFK, et ne fait plus partie de la liste d'attente jusqu'à son retour. {1}

source: {0} is back from AFK and re-enters the queue. {1}
fr: {0} n'est plus AFK et repasse dans la file d'attente. {1}

source: {0} is back from AFK but queue is full! Error {1}
fr: {0} est de retour mais la file est pleine ! ERREUR {1}

source: Currently signed in players {0}: - {1}
fr: {0} joueurs actuellement inscrits : - {1}

source: Currently signed in and AFK players {0} : - {1}
fr: {0} joueurs inscrits et actuellement AFK : - {1}

source: Not enough players!
fr: Pas assez de joueurs inscrits !
